Repository: HotCakeX/Harden-Windows-Security
Catalog: AppControl Manager/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ja_jp, ml_in, pl_pl, tr_tr

# ErrorEnforcedModeCIPNotFound
source: Enforced mode CIP file could not be found
ar: تعذر العثور على ملف CIP لوضع الإنفاذ
de_de: CIP-Datei für den Erzwingungsmodus konnte nicht gefunden werden
el_gr: Το αρχείο CIP Λειτουργίας Επιβολής δεν μπόρεσε να βρεθεί
es: No se pudo encontrar el archivo CIP del modo Forzado
fr_fr: Le fichier CIP en mode Appliqué est introuvable
he_il: קובץ CIP למצב אכיפה לא נמצא
hi_in: प्रवर्तन मोड CIP फ़ाइल नहीं मिल सकी
ja_jp: 強制モードのCIPファイルが見つかりませんでした
ml_in: എൻഫോഴ്‌സ്ഡ് മോഡ് CIP ഫയൽ കണ്ടെത്താൻ കഴിഞ്ഞില്ല
pl_pl: Nie można znaleźć pliku CIP trybu wymuszonego
tr_tr: Zorunlu mod CIP dosyası bulunamadı

# Validating
source: Performing Validation
ar: جارٍ التحقق من الصحة
de_de: Validierung wird ausgeführt
el_gr: Εκτέλεση Επικύρωσης
es: Realizando Validación
fr_fr: Exécution de la Validation
he_il: מבצע אימות
hi_in: मान्यता कर रहे हैं
ja_jp: 検証を実行中
ml_in: സാധൂകരണം നടത്തുന്നു
pl_pl: Wykonywanie walidacji
tr_tr: Doğrulamanın Gerçekleştirilmesi

# IsValid
source: The selected policy is valid.
ar: السياسة المحددة صالحة.
de_de: Die ausgewählte Richtlinie ist gültig.
el_gr: Η επιλεγμένη πολιτική είναι έγκυρη.
es: La directiva seleccionada es válida.
fr_fr: La politique sélectionnée est valide.
he_il: המדיניות הנבחרת תקינה.
hi_in: चयनित नीति वैध है।
ja_jp: 選択したポリシーは有効です。
ml_in: തിരഞ്ഞെടുത്ത നയം സാധുവാണ്.
pl_pl: Wybrane zasady są prawidłowe.
tr_tr: Seçilen politika geçerlidir.

source: Valid
ar: صالح
de_de: Gültig
el_gr: Έγκυρη
es: Válido
fr_fr: Valide
he_il: תקין
hi_in: मान्य
ja_jp: 有効
ml_in: സാധുവായ
pl_pl: Prawidłowe
tr_tr: Geçerli

# SuitableForIntuneDeployment
source: It is suitable for Intune policy deployment.
ar: إنها مناسبة لنشر سياسة Intune.
de_de: Sie ist für die Bereitstellung über Intune geeignet.
el_gr: Είναι κατάλληλη για ανάπτυξη πολιτικής στο Intune.
es: Es adecuada para la implementación de directivas de Intune.
fr_fr: Elle convient au déploiement de politique Intune.
he_il: מתאים לפריסת המדיניות ב-Intune.
hi_in: यह Intune नीति तैनाती के लिए उपयुक्त है।
ja_jp: Intuneポリシー展開に適しています。
ml_in: ഇത് Intune നയ വിന്യാസത്തിന് അനുയോജ്യമാണ്.
pl_pl: Nadaje się do wdrażania zasad Intune.
tr_tr: Intune ilkesi dağıtımı için uygundur.

# ReduceSizeForIntuneDeployment
source: You will need to edit the policy in order to reduce its size to below 350 KB to make it suitable for Intune deployment.
ar: ستحتاج إلى تعديل السياسة لتقليل حجمها إلى أقل من 350 كيلوبايت لجعلها مناسبة لنشر Intune.
de_de: Sie müssen die Richtlinie bearbeiten, um deren Größe auf unter 350 KB zu reduzieren und sie für die Bereitstellung über Intune geeignet zu machen.
el_gr: Θα χρειαστεί να επεξεργαστείτε την πολιτική για να μειώσετε το μέγεθός της σε λιγότερο από 350 KB για να την κάνετε κατάλληλη για ανάπτυξη στο Intune.
es: Necesitará editar la directiva para reducir su tamaño por debajo de 350 KB para que sea adecuada para la implementación en Intune.
fr_fr: Vous devrez modifier la politique afin de réduire sa taille en dessous de 350 Ko pour la rendre adaptée au déploiement Intune.
he_il: יש לערוך את המדיניות כדי להקטין את גודלה מתחת ל-350 KB כדי שתהיה מתאימה לפריסת מדיניות ב-Intune.
hi_in: इसे Intune तैनाती के लिए 350 KB से कम आकार में लाने हेतु नीति संपादित करनी होगी।
ja_jp: Intune展開に適したものにするには、サイズを350 KB未満に減らすためにポリシーを編集する必要があります。
ml_in: Intune വിന്യാസത്തിന് അനുയോജ്യമാക്കുന്നതിന് നയത്തിന്റെ വലുപ്പം 350 KB-യിൽ താഴെയാക്കാൻ നിങ്ങൾ നയം എഡിറ്റ് ചെയ്യേണ്ടതുണ്ട്.
pl_pl: Będziesz musiał edytować zasady, aby zmniejszyć ich rozmiar poniżej 350 KB, aby nadawały się do wdrożenia w Intune.
tr_tr: Intune dağıtımına uygun hale getirmek amacıyla boyutunu 350 KB'nin altına düşürmek için politikayı düzenlemeniz gerekecektir.

source: Invalid
ar: غير صالح
de_de: Ungültig
el_gr: Άκυρη
es: Inválido
fr_fr: Invalide
he_il: לא תקין
hi_in: अमान्य
ja_jp: 無効
ml_in: അസാധുവായ
pl_pl: Nieprawidłowe
tr_tr: Geçersiz

# IsNotValid
source: The selected policy file failed validations.
ar: فشل ملف السياسة المحدد في عمليات التحقق من الصحة.
de_de: Die ausgewählte Richtliniendatei hat die Validierungen nicht bestanden.
el_gr: Το επιλεγμένο αρχείο πολιτικής απέτυχε στις επικυρώσεις.
es: El archivo de directiva seleccionado falló las validaciones.
fr_fr: Le fichier de politique sélectionné a échoué aux validations.
he_il: קובץ המדיניות הנבחר נכשל בתהליך האימות.
hi_in: चयनित नीति फ़ाइल मान्यताओं में विफल रही।
ja_jp: 選択したポリシーファイルは検証に失敗しました。
ml_in: തിരഞ്ഞെടുത്ത നയ ഫയൽ സാധൂകരണത്തിൽ പരാജയപ്പെട്ടു.
pl_pl: Wybrany plik zasad nie przeszedł walidacji.
tr_tr: Seçilen politika dosyası doğrulamalarda başarısız oldu.

# CIPFileSize
source: The CIP binary file size is
ar: حجم ملف CIP الثنائي هو
de_de: Die Größe der CIP-Binärdatei beträgt
el_gr: Το μέγεθος του δυαδικού αρχείου CIP είναι
es: El tamaño del archivo binario CIP es
fr_fr: La taille du fichier binaire CIP est
he_il: גודל קובץ ה-CIP הבינארי הוא
hi_in: CIP बाइनरी फ़ाइल का आकार है
ja_jp: CIPバイナリファイルのサイズ：
ml_in: CIP ബൈനറി ഫയൽ വലുപ്പം
pl_pl: Rozmiar pliku binarnego CIP wynosi
tr_tr: CIP ikili dosya boyutu:

# SchemaValidationSettingsCard.Header
source: Level 1 - Required and always used
de_de: Stufe 1 - Erforderlich und immer verwendet
el_gr: Επίπεδο 1 - Απαιτείται και χρησιμοποιείται πάντα
es: Nivel 1 - Requerido y siempre utilizado
fr_fr: Niveau 1 - Requis et toujours utilisé
he_il: רמה 1 - נדרשת ומשמשת תמיד
hi_in: स्तर 1 - आवश्यक और हमेशा उपयोग होता है
ja_jp: レベル1 - 必須、常に使用
pl_pl: Poziom 1 - Wymagany i zawsze używany
tr_tr: Seviye 1 - Gerekli ve her zaman kullanılır

# SchemaValidationSettingsCard.Description
source: Ensures the policy is valid based on the Code Integrity Schema.
de_de: Stellt sicher, dass die Richtlinie basierend auf dem Codeintegritätsschema gültig ist.
el_gr: Εξασφαλίζει ότι η πολιτική είναι έγκυρη με βάση το Σχήμα Ακεραιότητας Κώδικα.
es: Asegura que la directiva sea válida según el Esquema de Integridad de Código.
fr_fr: Garantit que la politique est valide selon le schéma d'intégrité du code.
he_il: מבטיחה שהמדיניות תקינה על פי סכמת שלמות הקוד.
hi_in: कोड इंटेग्रिटी स्कीमा के आधार पर नीति की वैधता सुनिश्चित करता है।
ja_jp: コード整合性スキーマに基づいてポリシーが有効であることを確認します。
pl_pl: Zapewnia, że zasady są prawidłowe na podstawie schematu integralności kodu.
tr_tr: Politikanın Kod Bütünlüğü Şemasına göre geçerli olmasını sağlar.

# SchemaValidationSettingsCard.ToolTipService.ToolTip
source: Ensures the policy is valid based on the Code Integrity Schema.
de_de: Stellt sicher, dass die Richtlinie basierend auf dem Codeintegritätsschema gültig ist.
el_gr: Εξασφαλίζει ότι η πολιτική είναι έγκυρη με βάση το Σχήμα Ακεραιότητας Κώδικα.
es: Asegura que la directiva sea válida según el Esquema de Integridad de Código.
fr_fr: Garantit que la politique est valide selon le schéma d'intégrité du code.
he_il: מבטיחה שהמדיניות תקינה על פי סכמת שלמות הקוד.
hi_in: कोड इंटेग्रिटी स्कीमा के आधार पर नीति की वैधता सुनिश्चित करता है।
ja_jp: コード整合性スキーマに基づいてポリシーが有効であることを確認します。
pl_pl: Zapewnia, że zasady są prawidłowe na podstawie schematu integralności kodu.
tr_tr: Politikanın Kod Bütünlüğü Şemasına göre geçerli olmasını sağlar.

# SchemaValidationSettingsCard.AutomationProperties.HelpText
source: Ensures the policy is valid based on the Code Integrity Schema.
de_de: Stellt sicher, dass die Richtlinie basierend auf dem Codeintegritätsschema gültig ist.
el_gr: Εξασφαλίζει ότι η πολιτική είναι έγκυρη με βάση το Σχήμα Ακεραιότητας Κώδικα.
es: Asegura que la directiva sea válida según el Esquema de Integridad de Código.
fr_fr: Garantit que la politique est valide selon le schéma d'intégrité du code.
he_il: מבטיחה שהמדיניות תקינה על פי סכמת שלמות הקוד.
hi_in: कोड इंटेग्रिटी स्कीमा के आधार पर नीति की वैधता सुनिश्चित करता है।
ja_jp: コード整合性スキーマに基づいてポリシーが有効であることを確認します。
pl_pl: Zapewnia, że zasady są prawidłowe na podstawie schematu integralności kodu.
tr_tr: Politikanın Kod Bütünlüğü Şemasına göre geçerli olmasını sağlar.

# DeserializeValidationSettingsCard.Header
source: Level 2
de_de: Stufe 2
el_gr: Επίπεδο 2
es: Nivel 2
fr_fr: Niveau 2
he_il: רמה 2
hi_in: स्तर 2
ja_jp: レベル2
pl_pl: Poziom 2
tr_tr: Seviye 2

# DeserializeValidationSettingsCard.Description
source: Deeper analysis of the policy content.
de_de: Tiefere Analyse des Richtlinieninhalts.
el_gr: Βαθύτερη ανάλυση του περιεχομένου της πολιτικής.
es: Análisis más profundo del contenido de la directiva.
fr_fr: Analyse plus approfondie du contenu de la politique.
he_il: ניתוח מעמיק יותר של תוכן המדיניות.
hi_in: नीति सामग्री का गहन विश्लेषण।
ja_jp: ポリシーコンテンツの詳細な分析。
pl_pl: Głębsza analiza zawartości zasad.
tr_tr: Politika içeriğinin daha derin analizi.

# DeserializeValidationSettingsCard.ToolTipService.ToolTip
source: Deeper analysis of the policy content.
de_de: Tiefere Analyse des Richtlinieninhalts.
el_gr: Βαθύτερη ανάλυση του περιεχομένου της πολιτικής.
es: Análisis más profundo del contenido de la directiva.
fr_fr: Analyse plus approfondie du contenu de la politique.
he_il: ניתוח מעמיק יותר של תוכן המדיניות.
hi_in: नीति सामग्री का गहन विश्लेषण।
ja_jp: ポリシーコンテンツの詳細な分析。
pl_pl: Głębsza analiza zawartości zasad.
tr_tr: Politika içeriğinin daha derin analizi.

# DeserializeValidationSettingsCard.AutomationProperties.HelpText
source: Deeper analysis of the policy content.
de_de: Tiefere Analyse des Richtlinieninhalts.
el_gr: Βαθύτερη ανάλυση του περιεχομένου της πολιτικής.
es: Análisis más profundo del contenido de la directiva.
fr_fr: Analyse plus approfondie du contenu de la politique.
he_il: ניתוח מעמיק יותר של תוכן המדיניות.
hi_in: नीति सामग्री का गहन विश्लेषण।
ja_jp: ポリシーコンテンツの詳細な分析。
pl_pl: Głębsza analiza zawartości zasad.
tr_tr: Politika içeriğinin daha derin analizi.

# SerializeValidationSettingsCard.Header
source: Level 3
de_de: Stufe 3
el_gr: Επίπεδο 3
es: Nivel 3
fr_fr: Niveau 3
he_il: רמה 3
hi_in: स्तर 3
ja_jp: レベル3
pl_pl: Poziom 3
tr_tr: Seviye 3

# SerializeValidationSettingsCard.Description
source: Extended tests on the policy content to make sure they are valid.
de_de: Erweiterte Tests des Richtlinieninhalts, um seine Gültigkeit sicherzustellen.
el_gr: Εκτεταμένοι έλεγχοι στο περιεχόμενο της πολιτικής για να βεβαιωθείτε ότι είναι έγκυροι.
es: Pruebas extendidas sobre el contenido de la directiva para asegurar que sean válidas.
fr_fr: Tests étendus sur le contenu de la politique pour s'assurer qu'il est valide.
he_il: בדיקות מורחבות של תוכן המדיניות כדי לוודא שהן תקינות.
hi_in: नीति सामग्री पर विस्तारित परीक्षण ताकि उनकी वैधता सुनिश्चित हो सके।
ja_jp: ポリシーコンテンツの拡張テストで、有効であることを確認します。
pl_pl: Rozszerzone testy zawartości zasad w celu upewnienia się, że są prawidłowe.
tr_tr: Geçerli olduklarından emin olmak için politika içeriği üzerinde genişletilmiş testler.

# SerializeValidationSettingsCard.ToolTipService.ToolTip
source: Extended tests on the policy content to make sure they are valid.
de_de: Erweiterte Tests des Richtlinieninhalts, um seine Gültigkeit sicherzustellen.
el_gr: Εκτεταμένοι έλεγχοι στο περιεχόμενο της πολιτικής για να βεβαιωθείτε ότι είναι έγκυροι.
es: Pruebas extendidas sobre el contenido de la directiva para asegurar que sean válidas.
fr_fr: Tests étendus sur le contenu de la politique pour s'assurer qu'il est valide.
he_il: בדיקות מורחבות של תוכן המדיניות כדי לוודא שהן תקינות.
hi_in: नीति सामग्री पर विस्तारित परीक्षण ताकि उनकी वैधता सुनिश्चित हो सके।
ja_jp: ポリシーコンテンツの拡張テストで、有効であることを確認します。
pl_pl: Rozszerzone testy zawartości zasad w celu upewnienia się, że są prawidłowe.
tr_tr: Geçerli olduklarından emin olmak için politika içeriği üzerinde genişletilmiş testler.

# SerializeValidationSettingsCard.AutomationProperties.HelpText
source: Extended tests on the policy content to make sure they are valid.
de_de: Erweiterte Tests des Richtlinieninhalts, um seine Gültigkeit sicherzustellen.
el_gr: Εκτεταμένοι έλεγχοι στο περιεχόμενο της πολιτικής για να βεβαιωθείτε ότι είναι έγκυροι.
es: Pruebas extendidas sobre el contenido de la directiva para asegurar que sean válidas.
fr_fr: Tests étendus sur le contenu de la politique pour s'assurer qu'il est valide.
he_il: בדיקות מורחבות של תוכן המדיניות כדי לוודא שהן תקינות.
hi_in: नीति सामग्री पर विस्तारित परीक्षण ताकि उनकी वैधता सुनिश्चित हो सके।
ja_jp: ポリシーコンテンツの拡張テストで、有効であることを確認します。
pl_pl: Rozszerzone testy zawartości zasad w celu upewnienia się, że są prawidłowe.
tr_tr: Geçerli olduklarından emin olmak için politika içeriği üzerinde genişletilmiş testler.

# BinaryValidationSettingsCard.Header
source: Level 4
de_de: Stufe 4
el_gr: Επίπεδο 4
es: Nivel 4
fr_fr: Niveau 4
he_il: רמה 4
hi_in: स्तर 4
ja_jp: レベル4
pl_pl: Poziom 4
tr_tr: Seviye 4

# BinaryValidationSettingsCard.Description
source: Performs final tests and attempt to generate a temporary CIP binary based on the policy to make sure it can be done successfully.
de_de: Führt abschließende Tests durch und versucht, basierend auf der Richtlinie eine temporäre CIP-Binärdatei zu erzeugen, um sicherzustellen, dass dies erfolgreich möglich ist.
el_gr: Εκτελεί τελικούς ελέγχους και προσπαθεί να δημιουργήσει ένα προσωρινό δυαδικό CIP με βάση την πολιτική για να βεβαιωθεί ότι μπορεί να γίνει επιτυχώς.
es: Realiza pruebas finales e intenta generar un binario CIP temporal basado en la directiva para asegurar que se pueda hacer exitosamente.
fr_fr: Effectue les tests finaux et tente de générer un binaire CIP temporaire basé sur la politique pour s'assurer que cela peut être fait avec succès.
he_il: מבצע בדיקות סופיות ומנסה ליצור קובץ בינארי זמני של CIP לפי המדיניות כדי לוודא שניתן לבצע זאת בהצלחה.
hi_in: अंतिम परीक्षण करता है और नीति के आधार पर एक अस्थायी CIP बाइनरी उत्पन्न करने का प्रयास करता है ताकि यह सफलतापूर्वक हो सके।
ja_jp: 最終テストを実行し、ポリシーに基づいて一時的なCIPバイナリの生成を試み、正常に実行できることを確認します。
pl_pl: Przeprowadza ostateczne testy i próbuje wygenerować tymczasowy plik binarny CIP na podstawie zasad, aby upewnić się, że można to zrobić pomyślnie.
tr_tr: Başarılı bir şekilde yapılabileceğinden emin olmak için son testleri gerçekleştirir ve politikaya dayalı olarak geçici bir CIP ikili dosyası oluşturmaya çalışır.

# BinaryValidationSettingsCard.ToolTipService.ToolTip
source: Performs final tests and attempt to generate a temporary CIP binary based on the policy to make sure it can be done successfully.
de_de: Führt abschließende Tests durch und versucht, basierend auf der Richtlinie eine temporäre CIP-Binärdatei zu erzeugen, um sicherzustellen, dass dies erfolgreich möglich ist.
el_gr: Εκτελεί τελικούς ελέγχους και προσπαθεί να δημιουργήσει ένα προσωρινό δυαδικό CIP με βάση την πολιτική για να βεβαιωθεί ότι μπορεί να γίνει επιτυχώς.
es: Realiza pruebas finales e intenta generar un binario CIP temporal basado en la directiva para asegurar que se pueda hacer exitosamente.
fr_fr: Effectue les tests finaux et tente de générer un binaire CIP temporaire basé sur la politique pour s'assurer que cela peut être fait avec succès.
he_il: מבצע בדיקות סופיות ומנסה ליצור קובץ בינארי זמני של CIP לפי המדיניות כדי לוודא שניתן לבצע זאת בהצלחה.
hi_in: अंतिम परीक्षण करता है और नीति के आधार पर एक अस्थायी CIP बाइनरी उत्पन्न करने का प्रयास करता है ताकि यह सफलतापूर्वक हो सके।
ja_jp: 最終テストを実行し、ポリシーに基づいて一時的なCIPバイナリの生成を試み、正常に実行できることを確認します。
pl_pl: Przeprowadza ostateczne testy i próbuje wygenerować tymczasowy plik binarny CIP na podstawie zasad, aby upewnić się, że można to zrobić pomyślnie.
tr_tr: Başarılı bir şekilde yapılabileceğinden emin olmak için son testleri gerçekleştirir ve politikaya dayalı olarak geçici bir CIP ikili dosyası oluşturmaya çalışır.

# BinaryValidationSettingsCard.AutomationProperties.HelpText
source: Performs final tests and attempt to generate a temporary CIP binary based on the policy to make sure it can be done successfully.
de_de: Führt abschließende Tests durch und versucht, basierend auf der Richtlinie eine temporäre CIP-Binärdatei zu erzeugen, um sicherzustellen, dass dies erfolgreich möglich ist.
el_gr: Εκτελεί τελικούς ελέγχους και προσπαθεί να δημιουργήσει ένα προσωρινό δυαδικό CIP με βάση την πολιτική για να βεβαιωθεί ότι μπορεί να γίνει επιτυχώς.
es: Realiza pruebas finales e intenta generar un binario CIP temporal basado en la directiva para asegurar que se pueda hacer exitosamente.
fr_fr: Effectue les tests finaux et tente de générer un binaire CIP temporaire basé sur la politique pour s'assurer que cela peut être fait avec succès.
he_il: מבצע בדיקות סופיות ומנסה ליצור קובץ בינארי זמני של CIP לפי המדיניות כדי לוודא שניתן לבצע זאת בהצלחה.
hi_in: अंतिम परीक्षण करता है और नीति के आधार पर एक अस्थायी CIP बाइनरी उत्पन्न करने का प्रयास करता है ताकि यह सफलतापूर्वक हो सके।
ja_jp: 最終テストを実行し、ポリシーに基づいて一時的なCIPバイナリの生成を試み、正常に実行できることを確認します。
pl_pl: Przeprowadza ostateczne testy i próbuje wygenerować tymczasowy plik binarny CIP na podstawie zasad, aby upewnić się, że można to zrobić pomyślnie.
tr_tr: Başarılı bir şekilde yapılabileceğinden emin olmak için son testleri gerçekleştirir ve politikaya dayalı olarak geçici bir CIP ikili dosyası oluşturmaya çalışır.

# NeedBothIDsValidationError
source: The policy must have a PolicyID and a BasePolicyID.
de_de: Die Richtlinie muss eine PolicyID und eine BasePolicyID enthalten.
el_gr: Η πολιτική πρέπει να έχει ένα PolicyID και ένα BasePolicyID.
es: La directiva debe tener un PolicyID y un BasePolicyID.
fr_fr: La politique doit avoir un PolicyID et un BasePolicyID.
he_il: המדיניות חייבת לכלול PolicyID ו-BasePolicyID.
hi_in: नीति में PolicyID और BasePolicyID दोनों होने चाहिए।
ja_jp: ポリシーにはPolicyIDとBasePolicyIDが必要です。
pl_pl: Zasady muszą mieć identyfikator PolicyID i BasePolicyID.
tr_tr: İlkenin bir PolicyID'si ve bir BasePolicyID'si olmalıdır.

# IDsMismatchValidationError
source: A base policy must have the same values for its PolicyID and BasePolicyID. A Supplemental policy must have different values for its PolicyID and BasePolicyID.
de_de: Eine Basisrichtlinie muss für PolicyID und BasePolicyID dieselben Werte haben. Eine Ergänzungsrichtlinie muss für PolicyID und BasePolicyID unterschiedliche Werte haben.
el_gr: Μια βασική πολιτική πρέπει να έχει τις ίδιες τιμές για το PolicyID και το BasePolicyID. Μια Συμπληρωματική πολιτική πρέπει να έχει διαφορετικές τιμές για το PolicyID και το BasePolicyID.
es: Una directiva base debe tener los mismos valores para su PolicyID y BasePolicyID. Una directiva Suplementaria debe tener valores diferentes para su PolicyID y BasePolicyID.
fr_fr: Une politique de base doit avoir les mêmes valeurs pour son PolicyID et son BasePolicyID. Une politique supplémentaire doit avoir des valeurs différentes pour son PolicyID et son BasePolicyID.
he_il: מדיניות בסיס חייבת לכלול ערכים זהים ל-PolicyID ול-BasePolicyID שלה. מדיניות משלימה חייבת לכלול ערכים שונים ל-PolicyID ול-BasePolicyID שלה.
hi_in: मूल नीति के लिए PolicyID और BasePolicyID के मान समान होने चाहिए। पूरक नीति के लिए ये मान भिन्न होने चाहिए।
ja_jp: ベースポリシーは、PolicyIDとBasePolicyIDに同じ値を持つ必要があります。補足ポリシーは、PolicyIDとBasePolicyIDに異なる値を持つ必要があります。
pl_pl: Zasady podstawowe muszą mieć te same wartości dla PolicyID i BasePolicyID. Zasady uzupełniające muszą mieć różne wartości dla PolicyID i BasePolicyID.
tr_tr: Bir temel politika, PolicyID ve BasePolicyID için aynı değerlere sahip olmalıdır. Tamamlayıcı bir politikanın, PolicyID ve BasePolicyID için farklı değerleri olmalıdır.

# DuplicateRuleOptionValidationError
source: The following policy rule option is being used twice
de_de: Die folgende Richtlinienregeloption wird doppelt verwendet
el_gr: Η ακόλουθη επιλογή κανόνα πολιτικής χρησιμοποιείται δύο φορές
es: La siguiente opción de regla de directiva se está utilizando dos veces
fr_fr: L'option de règle de politique suivante est utilisée deux fois
he_il: אפשרות חוק המדיניות הבאה נמצאת בשימוש פעמיים
hi_in: निम्नलिखित नीति नियम विकल्प दो बार उपयोग किया जा रहा है
ja_jp: 次のポリシールールオプションが2回使用されています
pl_pl: Następująca opcja reguł zasad jest używana dwukrotnie
tr_tr: Aşağıdaki politika kuralı seçeneği iki kez kullanılıyor

# DuplicateEKUIDsValidationError
source: There are more than 1 EKUs with the same ID
de_de: Es gibt mehr als eine EKU mit derselben ID
el_gr: Υπάρχουν περισσότερα από 1 EKU με το ίδιο ID
es: Hay más de 1 EKU con el mismo ID
fr_fr: Il y a plus d'un EKU avec le même ID
he_il: יש יותר מ-1 EKU עם אותו מזהה
hi_in: एक ही ID वाले अधिक से अधिक 1 EKU हैं
ja_jp: 同じIDを持つEKUが複数存在します
pl_pl: Istnieje więcej niż 1 EKU o tym samym identyfikatorze
tr_tr: Aynı kimliğe sahip 1'den fazla EKU var

# DuplicateMacroIDsValidationError
source: There are more than 1 Macros with the same ID
de_de: Es gibt mehr als ein Makro mit derselben ID
el_gr: Υπάρχουν περισσότερα από 1 Macros με το ίδιο ID
es: Hay más de 1 Macro con el mismo ID
fr_fr: Il y a plus d'un Macro avec le même ID
he_il: יש יותר מ-1 Macro עם אותו מזהה
hi_in: एक ही ID वाले अधिक से अधिक 1 मैक्रो हैं
ja_jp: 同じIDを持つマクロが複数存在します
pl_pl: Istnieje więcej niż 1 makro o tym samym identyfikatorze
tr_tr: Aynı kimliğe sahip 1'den fazla Makro var

# MissingSupPolSignersValidationError
source: Signed base policy detected, it allows to have Supplemental policies, but no Supplemental Policy Signers were found in it.
de_de: Signierte Basisrichtlinie erkannt; sie erlaubt Ergänzungsrichtlinien, jedoch wurden darin keine Signer für Ergänzungsrichtlinien gefunden.
el_gr: Ανιχνεύθηκε υπογεγραμμένη βασική πολιτική, επιτρέπει να έχει Συμπληρωματικές πολιτικές, αλλά δεν βρέθηκαν Υπογράφοντες Συμπληρωματικής Πολιτικής σε αυτήν.
es: Se detectó una directiva base firmada, permite tener directivas Suplementarias, pero no se encontraron Firmantes de Directiva Suplementaria en ella.
fr_fr: Politique de base signée détectée, elle permet d'avoir des politiques supplémentaires, mais aucun signataire de politique supplémentaire n'a été trouvé.
he_il: זוהתה מדיניות בסיס חתומה, המאפשרת מדיניות משלימה, אך לא נמצאו חתמי מדיניות משלימה בה.
hi_in: साइन की गई मूल नीति पूरक नीतियों की अनुमति देती है, लेकिन इसमें कोई पूरक नीति साइनर्स नहीं मिले।
ja_jp: 署名済みベースポリシーが検出されました。補足ポリシーを許可していますが、その中に補足ポリシー署名者が見つかりませんでした。
pl_pl: Wykryto podpisane zasady podstawowe, które pozwalają na posiadanie zasad uzupełniających, ale nie znaleziono w nich żadnych podpisujących zasad uzupełniających.
tr_tr: İmzalı temel politika algılandı; Ek politikaların oluşturulmasına izin veriyor ancak içinde Ek Politika İmzalayan bulunamadı.

# AllowRuleDupIDValidationError
source: There are more than 1 Allow rules with the same ID
de_de: Es gibt mehr als eine Allow-Regel mit derselben ID
el_gr: Υπάρχουν περισσότεροι από 1 κανόνες Allow με το ίδιο ID
es: Hay más de 1 regla de Permiso con el mismo ID
fr_fr: Il y a plus d'une règle Allow avec le même ID
he_il: יש יותר מ-1 כלל Allow עם אותו מזהה
hi_in: एक ही ID वाले अधिक से अधिक 1 Allow नियम हैं
ja_jp: 同じIDを持つ許可ルールが複数存在します
pl_pl: Istnieje więcej niż 1 reguła Zezwalaj o tym samym identyfikatorze
tr_tr: Aynı kimliğe sahip 1'den fazla İzin verme kuralı var

# DenyRuleDupIDValidationError
source: There are more than 1 Deny rules with the same ID
de_de: Es gibt mehr als eine Deny-Regel mit derselben ID
el_gr: Υπάρχουν περισσότεροι από 1 κανόνες Deny με το ίδιο ID
es: Hay más de 1 regla de Denegación con el mismo ID
fr_fr: Il y a plus d'une règle Deny avec le même ID
he_il: יש יותר מ-1 כלל Deny עם אותו מזהה
hi_in: एक ही ID वाले अधिक से अधिक 1 Deny नियम हैं
ja_jp: 同じIDを持つ拒否ルールが複数存在します
pl_pl: Istnieje więcej niż 1 reguła Odmów o tym samym identyfikatorze
tr_tr: Aynı kimliğe sahip 1'den fazla Reddetme kuralı var

# FileAttribDupIDValidationError
source: There are more than 1 FileAttribs with the same ID
de_de: Es gibt mehr als eine FileAttrib-Regel mit derselben ID
el_gr: Υπάρχουν περισσότερα από 1 FileAttribs με το ίδιο ID
es: Hay más de 1 FileAttribs con el mismo ID
fr_fr: Il y a plus d'un FileAttrib avec le même ID
he_il: יש יותר מ-1 FileAttrib עם אותו מזהה
hi_in: एक ही ID वाले अधिक से अधिक 1 FileAttribs हैं
ja_jp: 同じIDを持つFileAttribsが複数存在します
pl_pl: Istnieje więcej niż 1 atrybut pliku o tym samym identyfikatorze
tr_tr: Aynı kimliğe sahip 1'den fazla FileAttrib var
